{"status":"ok","selected_locale":"en","walks":[{
                                               "walkID":"39","walkVersion":"1","walkTitle":"Derwent Edge","walkDescription":"A walk along the rooftop of the Derbyshire Peak District takes you from the Fairholmes visitor centre by Ladybower Reservoir, along the side of Derwent reservoir and a climb to Derwent Edge that runs parallel and about 300m above Derwent and Ladybower Reservoirs.\r\nDerwent Edge is one of the string of exposed gritstone escarpments that run from the top of the Derwent Valley all the way to Chatsworth and beyond. This is the Dark Peak of the Peak District and forms a stark contrast to the more gentle, yet no less dramatic, limestone valleys of the White Peak that are far below and to the south of Derwent Edge.\r\nWhat makes Derwent Edge particularly special for me are the rocky tors that are sprinkled along the route. These weathered gritstone outcrops form all manner of wonderful shapes, with equally colourful names - Salt Cellar, Cakes of Bread and Wheelstones.\r\n\r\nIt is difficult and even unfair to select favourites, but the walk along Derwent Edge is truly wonderful. It's a good long walk and high enough that you can feel the air and space around you. Stanage Edge is my personal favourite, but Derwent Edge has a completely different character to it. It is higher, and consequently a little more desolate. It is a little quieter as it takes a bit more effort to get there, and there is simply no comparison with Stanage for climbing, so it's mostly walkers who venture up to Derwent Edge, the tors here being more suitable for standing on and admiring the view or maybe a little bouldering; no serious climbing here.\r\nIt is not as easy to get to as Stanage and takes somewhat longer to walk up; it is not a quick late afternoon or evening stop-off for a quick walk or climb after walk; it's a bit more serious than that.\r\nMuch of the High Peak area is now designated Open Access Land. This means that footpaths do not have to be adhered to. But with such access comes a responsibility to look after the area so appropriate care should always be taken when exploring the area. The National Trust is putting a huge investment into managing the area - footpaths, walls, buildings and moorland but they need our help to maintain the environment so please treat it with respect.\r\nIt is worth remembering that paths across the High Peak have been here for centuries as packhorse trails taking lead and wool across the hills to cities such as Manchester and Sheffield. Just what would it have been like to hike across these moorlands with primitive mountain and weather proofing gear?\r\nThe reservoirs far below Derwent Edge were constructed in two phases. The first, from 1901 to 1917 saw the Howden and Derwent Dams completed. It was here during World War II that the 617 Squadron, led by Wing Commander Guy Gibson, practiced their raids that would lead to the destructive raid on the German Ruhr valley dams in May 1943. It is still sometimes possible to see preserved Lancaster bombers flying down the Derwent Valley, quite an awesome sight and sound.\r\nThe third reservoir, Ladybower, was built from 1935 to 1945. It is the latter that meant that the villages of Derwent and Ashopton were flooded although some of the remains of both can occasionally be seen when the reservoir level is particularly low.\r\n\r\nViews\r\nThe views from Derwent Edge are simply fantastic; the panoramic views across a large swathe of the Peak District are a joy and the views extend across several distant counties. Make sure you take some binoculars with you! The rock formations that can be seen along the Edge are worthy of much exploration; they are at their best sprinkled with snow but as noted above this makes the area a little more inaccessible and a challenge to get to. Over the last few years the amount of snow has been relatively light and there are very few days of the year when snow covers the area, even the very highest ground (January 2010 proving an exception!) But when there is snow it is worth every bit of effort to get there and it takes on the appearance of another world.\r\nThe Upper Derwent Valley is superb for wildlife - Merlins and Ring Ouzels can occasionally be seen but many other birds are regularly seen including Red Grouse, Golden Plover and Curlews. The mountain hare can also often be seen, easily identified in its white winter coat. Just shows how the environment has changed - evolution has changed the hare's coat to white against what were once very harsh and largely white winters. It is now easy to spot the hare against the browns and greys of the mountains.\r\nIt is equally important to look behind you as where you are going when walking along Derwent Edge. The views are impressive from almost any direction all the way along and it is well worth while walking the opposite route to experience the views in reverse. As with any of these edges, the best light is in the evening as the sun starts to decend and light up the edges with a warm evening light. \r\nWhenever possible it is also worth waiting to see the afterglow and later to experience the moors in the dark. There's an unsightly orange glow from the lights of Sheffield, star light and on the right evening plenty of moonlight to walk back down. Magical, but do take a good torch!","walkLength":"10.0","walkGrade":"4","walkCounty":"Derbyshire","walkDistrict":"Dark Peak","walkType":"Hills, valleys and dales","walkRating":"4.2857","walkSegments":null,"walkStartCoordLat":"53.4005012512207","walkStartCoordLong":"-1.74185001850128","walkIcon":"39_c1263429179.jpg","walkIllustration":"39_d1266187787.jpg","walkPublished":"Published","walkPhoto":"39_p1263328236.jpg","numsegs":5},{"walkID":"40","walkVersion":"1","walkTitle":"Stanage Edge","walkDescription":"The length of Stanage and back again providing a great look at the whole of the Edge and the climbing routes along it. A simple there and back walk, along the top or base of the edge or any combination.\r\nIt may be a simple and not too strenuous walk, but the views are some of the best in Derbyshire, the views down and across the Derwent Valley being far reaching on a clear day. Do ensure you take appropriate footwear and clothing. The rocks can be slippy when very wet and there's often mud to walk through. Even if it is warm in the valley, there can be a good breeze as you walk along the edge that can make it feel chilly. And in common with anywhere in the Peak District it can start to rain!\r\n\r\nStanage Edge is for me the king of the Derbyshire gritstone edges. It has a presence unlike any of the other parts of the Derbyshire Peak District towering above the Hope Valley near Hathersage. It is an almost unbroken four mile line of exposed gritstone cliff that stretches from Moscar Moor and runs south east to Cowper Stone at Burbage End. It has something for everyone - great walking, some of the best climbing (over 850 recognised routes) and bouldering in Britain, fantastic and far reaching views down the Derwent Valley, easy access by road (so no long climbs to the top from Hathersage in the valley below), lots of natural history to see and so on. But with magnificence and relatively easy access comes popularity. On a good weekend, when the weather is mild, not raining and there's no major football match, cars are parked along every stretch of road and there's so many people climbing that the cacophony of carabiners is the only sound you will hear! But find a day when you can be on your own or in relatively small numbers the area is just sublime.\r\nIn his 1946 book \"The Backbone of England\", W.A Poucher describes the gritstone Edges as being \"like the long broken battlements of an old fortress\", a description that I think paints an excellent picture. He continues:\r\n\"...and Stanage Edge is probably the most beautiful of them all. Here the moorland plateau suddenly ends and a line of supporting precipitous gritstone cliffs, up to 100 feet high, separates it from the first declivities of the valley which sink down gently to the woods fringing the river that threads its floor.\"\r\nI couldn't find better prose to describe Stanage.\r\n\r\nThere are plenty of remains of earlier industry and activities all along the escarpment and below on the moors. Abandoned millstones, some clearly close to completion, litter the moors immediately below the cliff. These are more concentrated near Burbage End and near High Neb. There are also the numbered drinking wells carved into the gritstone along the ridge at the behest of gamekeepers. These were to allow grouse to drink rainwater.\r\n\r\nFrom almost anywhere on the ridge, the views are just great. At the northern end you can see over Winhill, Lose Hill and the Great Ridge to Mam Tor and Kinder Scout. In the middle you can look down into the Hope Valley and Hathersage, and at the southern end the view down the Derwent Valley to Chatsworth is great. \r\n\r\nStanage Edge provides a great choice of walking. You can start at either end and walk to the opposite end and back again. You can start in the middle and do a round trip, or you can combine this with a longer walk that touches other parts, equally worthy of a visit!","walkLength":"7.0","walkGrade":"2","walkCounty":"Derbyshire","walkDistrict":"Dark Peak","walkType":"Hills, valleys and dales","walkRating":"3.7500","walkSegments":null,"walkStartCoordLat":"53.342499","walkStartCoordLong":"-1.610699","walkIcon":"40_c1264847238.jpg","walkIllustration":"40_d1266445278.jpg","walkPublished":"Published","walkPhoto":"40_p1264847238.jpg","numsegs":5},{"walkID":"44","walkVersion":"1","walkTitle":"Birchen Edge","walkDescription":"A relatively easy walk with relatively little steep uphill involved but one that still delivers excellent views, visits three gritstone edges and a good tour of several Peak District features - Nelson's Monument, the Three Ships and Eagle Stone.\r\n\r\nBirchen Edge is another gem of a gritstone edge, but I admit I have an affection for all of them and will wax lyrical about each and every part. Birchen Edge stands above the Robin Hood public house on the A619 Baslow to Chesterfield road. Gardom's Edge is a more subtle structure surrounded in woodland below Birchen Edge and towards Baslow.\r\n\r\nThe views from Birchen Edge across the Derwent Valley are wide and far. The rewards far exceed the effort needed to see them as the route up Birchen Edge is a stroll and involves little ascent, so a good one for those who want a great view with little effort!\r\nThe rock formation along the top known as the \"Three Ships\" after their names carved onto them are good for scrambling or climbing. These three pieces of exposed and weathered gritstone are named after three ships in Lord Nelson's fleet - \"Royal Soverin\" (yes, that's how it is carved in the rock), \"Defiant\" and \"Victory\". There's also Nelson's Monument which was erected on the top of Birchen Edge to commemorate the great Admiral after his death in 1805. It should be noted that this monument was erected decades before the column in London's Trafalgar Square! It will come as no surprise that many of the climbing routes along Birchen Edge have related names - Nautical Crack, Mast Gulley, Half Nelson, Trafalgar Wall and so on.\r\nOn Baslow Edge there is Wellington's Monument, dedicated to the Duke of Wellington and his victory at the Battle of Waterloo in 1815. This was erected by E.M. Wrench in 1866 who wanted to provide some balance with Nelson's Monument on the nearby Birchen Edge.\r\nEagle Stone is a well weathered block of gritstone standing towards the eastern end of Baslow Edge. This appears to be steeped in local folklore, the most oft quoted example being that local men had to climb this to demonstrate their prowess before they could be eligible to marry.","walkLength":"4.0","walkGrade":"2","walkCounty":"Derbyshire","walkDistrict":"Dark Peak","walkType":"Hills, valleys and dales","walkRating":"4.3333","walkSegments":null,"walkStartCoordLat":"53.2461013793945","walkStartCoordLong":"-1.5813000202179","walkIcon":"44_c1263674809.jpg","walkIllustration":"44_d1266187615.jpg","walkPublished":"Published","walkPhoto":"44_p1263674809.jpg","walkGpxFile":"ptruman_gpx13444217420.gpx","numsegs":5},{"walkID":"45","walkVersion":"1","walkTitle":"Burbage Valley","walkDescription":"The Burbage Valley is surrounded by the long exposed gritstone of Burbage Edge the two peaks of Carl Wark and Higger Tor. It starts at Longshaw, the hunting lodge built in the 1830s for the Duke of Rutland to entertain parties of visitors as they bagged their grouse from the nearby moorland, and runs round the valley to provide and good round trip back to Longshaw. The Longshaw Estate is now owned by the National Trust and has a small visitor centre, shop and tearoom or, just over the main A6187 Hathersage to Sheffield Road there's the Fox House Inn for those who prefer stronger sustenance.\r\nThe valley has much history which can be felt when walking round, although it's much harder to see now. But you will see millstones that have long since been abandoned and what appears to have been a hillfort on Carl Wark.\r\n\r\nA walk through the Burbage Valley could take the easy route that runs along the track through the valley. This track is known as Duke's Drive, presumably for the Duke of Rutland to transport his guests to shoot grouse on the surrounding moorland. This track is part of the Sheffield Country Walk and within the valley is almost flat and easily accessible for pushchairs and those who do not want (or are unable) to take the rather rockier path that this walk describes.","walkLength":"5.0","walkGrade":"3","walkCounty":"Derbyshire","walkDistrict":"Dark Peak","walkType":"Hills, valleys and dales","walkRating":"3.6000","walkSegments":null,"walkStartCoordLat":"53.3179016113281","walkStartCoordLong":"-1.60198998451233","walkIcon":"45_c1263600308.jpg","walkIllustration":"45_d1266188397.jpg","walkPublished":"Published","walkPhoto":"45_p1263600308.jpg","numsegs":5},{"walkID":"48","walkVersion":"1","walkTitle":"Southwold Harbour","walkDescription":"A walk that should be taken in the early morning just after sunrise or just before sunset to witness the beautiful light in this part of Suffolk. This walk runs from the town centre, along the harbour road and round marshland to return to Southwold where a fine pint of Adnams should be compulsory refreshment and reward.\r\nThis is an easy walk on flat ground and takes an hour or so depending on how long you watch the harbour, look at the sunset or of course how long you spend in the pub!\r\n\r\nSouthwold has always been a popular seaside town for writers and artists or just to relax. The local brewery, Adnams, is still in the town and some fishing still goes on, but tourism is by far the largest contributor to the local economy. It has also become more popular in the last decade or so and in consequence prices have risen ; the house prices are now very high and so many of the houses are now holiday cottages. There's art, music, drama, literature, good food and wine, almost everything that a holiday needs! But there are also some excellent walks along the coats and into the marshland nearby. Once you have left the town the noise starts to disappear and quiet becomes the norm; there are many wonderful paths around and a walk is a welcome break from the busy town.\r\nThis walk starts in the town and along the seafront where you can see the pier and the much photographed and now iconic beachhuts. Then along the beach to the Harbour (still used by fishing boats), briefly touching the marshes and then back through the town.\r\nThe Suffolk marshes are a haven for wildlife and many birds feed in the area. It is important not to disturb them - be aware that you may see and find many birds during this walk. Please take great care not to disturb and, if necessary, take a detour.\r\nThe light at sunrise or sunset at this part of the coast takes on a unique character and walking at that time of day makes this walk so much more special. You will see why artists love this light.","walkLength":"3.0","walkGrade":"2","walkCounty":"Suffolk","walkDistrict":"","walkType":"Coastal","walkRating":"3.0000","walkSegments":null,"walkStartCoordLat":"52.3229846428","walkStartCoordLong":"1.67746604112","walkIcon":"48_c1269094297.jpg","walkIllustration":"48_d1269112227.jpg","walkPublished":"Published","walkPhoto":"48_p1269094296.jpg","numsegs":5},{"walkID":"64","walkVersion":"1","walkTitle":"Padley Gorge and Longshaw","walkDescription":"Imagine a bubbling brook finding its way down through a deep gorge lined with ancient trees. Burbage Brook starts on the high moorland near Stanage Edge, runs through the Burbage Valley below Higger Tor and Carl Wark then passes under the A6187 Hathersage Road and through Lawrence Field adjacent to the National Trust Longshaw Estate. It then runs downhill through Padley Gorge to Grindleford where it joins the River Derwent.\r\nPadley Gorge is a deep valley lined both sides with ancient woodland including oak, beech, birch and alder. Birdlife is plentiful and includes woodpeckers, flycatchers, dippers and plenty more. Its a beautiful place at almost any time of year, especially in autumn when the colours of the beech trees starting to fade are at their best.\r\nThis walk starts at Grindleford station and up through the woods and over part of the Longshaw Estate. Then over to Lawrence Field and down through the delights of Padley Gorge.\r\n\r\nThe views within Padley Gorge are intimate rather than large expanses given its situation. A bright sunny day is to be avoided for most photography given the harsh shadows that will be cast through the trees. A clear, overcast but bright autumn day is probably best as it should provide a great combination of autumn leaves and colour, even light and plenty of water in Burbage Brook.\r\n\r\nThe Longshaw Estate is a large area of land now owned and cared for by the National Trust. Whilst it is centred on Longshaw Lodge and nearby land and woods, it also encompasses Padley Gorge, Lawrence Field, White Edge Moor and Hay Wood. The Longshaw Estate has a wide variety of wildlife that is worth trying to see and, if the opportunity arises by joining one of the fairly frequent guided tours that are organised by the National Trust on site. A particularly good one is the Fungal Foray that takes place in late autumn; the variety of fungi is huge and there are many very rare species within the estate. Highly recommended. Many common and less common bird species are to be found, particularly through the wooded Padley Gorge and woods. In May there are always bluebells; my favourite place to see these is in Hay Wood.","walkLength":"4.0","walkGrade":"3","walkCounty":"Derbyshire","walkDistrict":"Dark Peak","walkType":"Hills, valleys and dales","walkRating":"2.7500","walkSegments":null,"walkStartCoordLat":"53.30524","walkStartCoordLong":"-1.624649","walkIcon":"64_c1266360347.jpg","walkIllustration":"64_d1266448356.jpg","walkPublished":"Published","walkPhoto":"64_p1266360232.jpg","numsegs":5},{"walkID":"63","walkVersion":"1","walkTitle":"The Great Ridge","walkDescription":"This walk takes you from the car park on Mam Tor, up to the top and then along the ridge to Lose Hill (5 miles return). There's a bit of up and down but the route stays at a good height above the Hope Valley to the south and the Vale of Edale to the north thereby commanding fantastic views in any direction you look. With good weather the distant views are excellent - from Lose Hill you can get a great view down the Derwent Valley taking in many landmarks.\r\nNavigationally this walk is really simple, just follow the ridge to the end and return along the same path. The slope up to Back Tor requires care over the rocks, but the rest is nice and straightforward.\r\nThe western end of this walk tends to be busy with many people flocking up to the top of Mam Tor or to take off in their hang-gliders. But whilst a popular spot, there's plenty of space.\r\nI believe the term \"The Great Ridge\" was coined by W.A.Poucher and first used in his book \"Peak Panorama, Kinder Scout to Dovedale\" published in 1946 to describe the \"great barrier which rises between Edale and Castleton.\" It is quite unique in the way it forms a high wall between the two valleys and as Poucher noted in 1946 there's a stone wall that runs along the whole length, although it is rather dilapidated in many places, more so now than when Poucher was strolling these hills over 50 years ago!\r\n\r\n\r\nJust down from the start point are the Blue John caverns and mines, all within a short walk away if interested. The road to or from Castleton has changed over the years. A road used to run up the side of Mam Tor from Castleton, but this has slipped away as parts of Mam Tor have fallen away. Repairs to the road have now stopped and in consequence the route is now via Winnats Pass, an amazing route through a deep limestone gorge. Mam Tor has been referred to as the Shivering Mountain to reflect its crumbling nature. It's not that stable now due to the alternating layers of shale and gritstone.\r\nThis does however provide a great place for hang gliders. There are few days during the summer months when there are not one or two of the gliders soaring the currents from the mountain slopes. Quite fascinating to watch too.\r\nThe ridge is criss-crossed by other paths as a quick look at maps and the ridge itself will show. These were originally used by people walking to work from one valley to the other. You can still sometimes see children walking across to or from school, but now it's mostly walkers! But these paths do present great opportunities to extend this walk.\r\n","walkLength":"5.0","walkGrade":"3","walkCounty":"Derbyshire","walkDistrict":"Dark Peak","walkType":"Hills, valleys and dales","walkRating":"3.0000","walkSegments":null,"walkStartCoordLat":"53.3460006713867","walkStartCoordLong":"-1.8154000043869","walkIcon":"63_c1263501208.jpg","walkIllustration":"63_d1263503324.jpg","walkPublished":"Published","walkPhoto":"63_p1263501208.jpg","walkGpxFile":"ptruman_gpx1349791280.gpx","numsegs":5},{"walkID":"65","walkVersion":"1","walkTitle":"Kinder Scout via Crowden Clough","walkDescription":"This route takes in several of the highlights of Kinder Scout - the Woolpacks, Noe Stool and of course Jacob's Ladder (part of the Pennine Way). The views are of course extraordinary once you have gained the height to look across a vast amount of the Peak District from it's highest mountain.\r\nOn a day with good weather this walk is wonderful as you walk up the path of Crowden Brook and then up to the Kinder Scout plateau. However, on days where there is mist, cloud and rain it's a very different proposition and calls for the correct clothing and navigation to avoid problems.","walkLength":"7.0","walkGrade":"4","walkCounty":"Derbyshire","walkDistrict":"Dark Peak","walkType":"Mountains","walkRating":"3.5000","walkSegments":null,"walkStartCoordLat":"53.3590715161","walkStartCoordLong":"-1.84069207051","walkIcon":"65_c1269642647.jpg","walkIllustration":"65_d1269706759.jpg","walkPublished":"Published","walkPhoto":"65_p1269642647.jpg","numsegs":5},{"walkID":"96","walkVersion":"1","walkTitle":"3 Edges: Derwent, Stanage and Bamford Edges","walkDescription":"The three \"best\" gritstone edges in one walk! A fairly stiff but exhilarating walk that takes in Whinstone Lee Tor at the southern end of Derwent Edge, across the moors to Stanage Edge and from there to Bamford Edge where there are what I believe to be the best views possible in the Derbyshire Peak District. That assumes the weather is good!\r\nThis circular route starts at the layby at Ashopton on the A57, but do note that at weekends this can get very busy so best to arrive early.\r\n\r\nThe particular attraction for this walk is that it touches three of the gritstone escarpments that run right across the Peak District and mark the boundary between the more southern and gentle White Peak and the higher moorlands of the Dark Peak. The views from each are terrific and include what I rate as the best view in Derbyshire, that from Bamford Edge overlooking Ladybower Reservoir, Win Hill and the Upper Derwent Valley.\r\n\r\nIt is a fairly strenuous walk, certainly compared to many others in the Peak District, but is easily navigable. Indeed, much of the route is easy to see from almost anywhere on the walk! The hardest bit to find is the path, what there is of it, that runs across the moor from Stanage to Bamford Edge. This is easier to locate in the winter, but tends to be quite boggy, so be sure to be appropriately dressed and do not wear trainers. They will get wet!","walkLength":"9.0","walkGrade":"4","walkCounty":"Derbyshire","walkDistrict":"Dark Peak","walkType":"Hills, valleys and dales","walkRating":"4.6471","walkSegments":null,"walkStartCoordLat":"53.374188","walkStartCoordLong":"-1.706757","walkIcon":"96_c1266019214.jpg","walkIllustration":"96_d1266170748.jpg","walkPublished":"Published","walkPhoto":"96_p1266019214.jpg","numsegs":5},{"walkID":"97","walkVersion":"1","walkTitle":"Win Hill from Heatherdene","walkDescription":"At 462m above sea level, the views from Win Hill are tremendous and, given it stands more or less on its own, panoramic. The views start in the north looking over Ladybower Reservoir and up the Upper Derwent Valley to Derwent Edge, Stanage Edge, the Derwent Valley, the Great Ridge and Mam Tor and of course Kinder Scout.\r\nThere are many walks and well marked paths in the area looked after by Severn Trent Water and the uplands are Open Access land, but this route is one of the longer ones that runs up Win Hill to get the views quickly, then down the far side and around the plantations before dropping down to the track that runs along the bank of Ladybower Reservoir. The views do not stop though as there are once again great views of Derwent Edge from the track alongside the reservoir.\r\nThis route takes about 4 hours including a stop on the top of Win Hill, essential for refreshments and a gawp at the surrounding views!\r\nMuch of the area followed by this route is over land managed by Severn Trent Water, whose main priority here is the reservoirs that are used to store drinking water and manage the river flow in the Derwent. Water is also used for drinking water supplies and passes along a 28 mile aqueduct to Ambergate and eventually to Derby and Leicester.\r\nThe reservoirs here were constructed in two phases, the first from 1901 to 1917 which saw the Howden and Derwent Dams completed. It was here during World War II that the 617 Squadron, led by Wing Commander Guy Gibson, practiced their raids that would lead to the destructive raid on the German Ruhr valley dams in May 1943. It is still sometimes possible to see preserved Lancaster bombers flying down the Derwent Valley, quite an awesome sight and sound.\r\nThe third reservoir, Ladybower, was built from 1935 to 1945. It is the latter that meant that the villages of Derwent and Ashopton were flooded although some of the remains of both can occasionally be seen when the reservoir level is particularly low. The only parts of Ashopton visible on this route are the houses just above the A57; these can be seen from the path alongside the reservoir towards the end of the walk.\r\nThe dam itself is a puddle-core design meaning it is not a solid masonry built dam but has a clay core surrounding by earth, concrete and stone. It has apparently sufferred more than 1.5m of settlement since it was constructed necessitating raising the level and reinforcement the down slope. There is, I'm happy to hear, a significant margin built in for future settlement!\r\nOn the slopes of Win Hill there is a significant amount of managed woodland and there is rarely a time when you do not see logging going on at some point along the route. But once above the trees you enter Open Access Land.\r\nA marvellous characteristic of Win Hill is that it is largely open all the way round and not part of another ridge. This does open up the views and from the summit the views are truly breathtaking, quite literally on a windy day!","walkLength":"9.0","walkGrade":"3","walkCounty":"Derbyshire","walkDistrict":"Dark Peak","walkType":"Hills, valleys and dales","walkRating":"3.3333","walkSegments":null,"walkStartCoordLat":"53.3688011169434","walkStartCoordLong":"-1.6971800327301","walkIcon":"97_c1264879372.jpg","walkIllustration":"97_d1266192254.jpg","walkPublished":"Published","walkPhoto":"97_p1264873680.jpg","numsegs":5},{"walkID":"99","walkVersion":"1","walkTitle":"Whinstone Lee Tor","walkDescription":"A climb from Ashopton through woodland and open moorland to Whinstone Lee Tor which sits at the southern end of Derwent Edge and provides a great vantage point for views up the Derwent Valley reservoirs, across Ladybower to Crook Hill and Win Hill. This walk is a great way to get up above the reservoirs but without the distance of other walks along Derwent Edge and can be done in about 3 hours (plus stops to admire the view and refreshments).\r\nOn a fine day the views are tremendous but there can often be cloud over the summit so be prepared to miss the views and just enjoy a fine walk instead! On that topic, do be aware that when you get to the top of the Tor you will not get the shelter of the hillside above Ashopton so the weather can quickly change. Be prepared.","walkLength":"5.0","walkGrade":"3","walkCounty":"Derbyshire","walkDistrict":"Dark Peak","walkType":"Hills, valleys and dales","walkRating":"3.0000","walkSegments":null,"walkStartCoordLat":"53.374191","walkStartCoordLong":"-1.707689","walkIcon":"99_c1266539755.jpg","walkIllustration":"99_d1266612963.jpg","walkPublished":"Published","walkPhoto":"99_p1266578825.jpg","numsegs":5},{"walkID":"121","walkVersion":"1","walkTitle":"Roseberry Topping","walkDescription":"The distinctive shape of Roseberry Topping is clearly visible from a good distance away and whilst not the highest point in the North York Moors, it is much more recognisable. It's 320m above sea level, some 130m lower than the nearby Urra Moor and makes a fine walk on its own or as part of a longer walk in the area. The views from the top are big and broad making it a popular destination.\r\nIt's quite a steep climb to get to the top but not difficult - the walk here takes the shortest route to the top rather than a more gentle approach, although to reach the very top there is no gentle approach! The walk here takes between 2 and 3 hours.\r\nDo note that after rain the paths can be very muddy and slippery, so do take care and you might find walking poles very helpful when descending the very rocky and quite tricky path from the summit.\r\n\r\nRoseberry Topping has many historical connections. Bronze Age and Iron Age remains have been found on the slopes. Captain Cook was born in 1736 on a farm in the nearby village of Great Ayton and apparently was a favourite destination as a boy. The area was part of a game estate and an old hunting shelter is still on the southern part of the hill.\r\nMining subsidence and geological faults appear to have caused a landslip in 1914 that have resulted in the current shape of the summit.\r\nRoseberry Topping is now under the ownership and care of the National Trust.","walkLength":"4.0","walkGrade":"4","walkCounty":"North Yorkshire","walkDistrict":"North York Moors","walkType":"Hills, valleys and dales","walkRating":"5.0000","walkSegments":null,"walkStartCoordLat":"54.5073170234","walkStartCoordLong":"-1.12121683038","walkIcon":"121_c1269039804.jpg","walkIllustration":"","walkPublished":"Published","walkPhoto":"121_p1269039804.jpg","walkGpxFile":"ptruman_gpx1269036188.gpx","numsegs":5},{"walkID":"126","walkVersion":"1","walkTitle":"Southwold - circular via Buss Creek and marshes","walkDescription":"A walk that takes you completely around the Suffolk coastal town of Southwold to walk through the reedbeds, marshland and the harbour then back to the pubs in the town for a well earned and refreshing brew!\r\nSouthwold is well known as an idyllic and unspoilt small town on the Suffolk coast. It is home to the Adnams brewery, some fishing and tourism. From Easter all the way through to the following autumn Southwold is full of tourists, some visiting for the day or those staying in one of the many cottages available for rental. Its not exclusively visitors though although house prices have escalated enormously given the demand from those buying second or holiday homes. That said, Southwold retains much of its timeless qualities and peaceful air. It makes a very pleasant place to stay for a day or a week and a good base to explore some of the beautiful Suffolk and coastal landscape nearby.","walkLength":"4.0","walkGrade":"2","walkCounty":"Suffolk","walkDistrict":"","walkType":"River or lakeside","walkRating":"3.3333","walkSegments":null,"walkStartCoordLat":"52.3308763983","walkStartCoordLong":"1.68399418818","walkIcon":"126_c1270973383.jpg","walkIllustration":"126_d1271114318.jpg","walkPublished":"Published","walkPhoto":"126_p1270972401.jpg","walkGpxFile":"petertruman_gpx1372704285.gpx","numsegs":5},{"walkID":"127","walkVersion":"1","walkTitle":"Southwold to Walberswick via marshes","walkDescription":"This walk starts anywhere along the sea front in Southwold, up through the harbour and then around the Walberswick village across the nature reserve and through the extensive reedbeds that divide Walberswick village from the sea. The route is more or less flat but has much of interest all the way - the busy harbour, Walberswick nature reserve, woodland, reedbeds, Walberswick village and of course Southwold.\r\nThe start and end point for this walk is the corner of East Street in Southwold, which just happens to be adjacent to the Lord Nelson pub. Just the place to finish this walk!\r\nParts of this route can get quite muddy, particularly around and through the reedbeds although alternative paths do exist if very wet. Whilst heavy walking boots are not always necessary, do ensure you have good grip and something that will cope with puddles.","walkLength":"6.0","walkGrade":"2","walkCounty":"Suffolk","walkDistrict":"Suffolk coast","walkType":"River or lakeside","walkRating":"4.0000","walkSegments":null,"walkStartCoordLat":"52.3246876635","walkStartCoordLong":"1.68054344835","walkIcon":"127_c1271183365.jpg","walkIllustration":"127_d1272442083.jpg","walkPublished":"Published","walkPhoto":"127_p1271183364.jpg","numsegs":5},{"walkID":"129","walkVersion":"1","walkTitle":"Brushfield, River Wye and Monsal Dale","walkDescription":"The walk along the River Wye from Litton Mill to Monsal Dale is gorgeous with fine weather and no crowds - this is an area that can get very busy at weekends and bank holidays, but during a spring weekday there are usually very few people about and you'll get the views and the quiet to yourselves.\r\nThis walk starts at the White Lodge car park just outside Ashford-in-the-Water on the A6 between Bakewell and Buxton. It climbs steeply to Brushfield and through the farms and through High Dale before dropping down rapidly to Litton Mill. Then the walk is flat along the valley alongside the very picturesque River Wye through Millers Dale, Water Cum Jolly Dale and along part of the Monsal Trail to the viaduct at Monsal Head and back through Monsal Dale to the car park.\r\nIt is not a difficult walk although the initial climb up is quite steep, but once at the top it is straightforward and easy going. You might like to take walking poles to help the descent into Litton though if your knees don't like steep descents.\r\nViews are lovely and stunning all the way round so be sure to take your camera. Over the top there is very characteristic Derbyshire Dales countryside of fields and dales marked out as if with a big stick of chalk by numerous dry-stone walls. Down in the dales the views consist of limestone walls and the river flowing through a deep valley.\r\nThe walk alongside the River Wye through Water-Cum-Jolly often overflows so at best the path can be muddy. In the event of flooding there's an alternative route up the valley side - its not difficult but needs care over the rocks. So ensure you have the right footware.\r\nAs with almost anywhere in the Peak District, the temperature, wind and weather can be very different in the valley along the river compared to over the tops. So ensure you have appropriate clothing that will keep you warm along the top and can be carried in the valley.\r\nThis walk will take up to 3.5 to 4 hours.","walkLength":"6.0","walkGrade":"3","walkCounty":"Derbyshire","walkDistrict":"White Peak","walkType":"Hills, valleys and dales","walkRating":"4.0000","walkSegments":null,"walkStartCoordLat":"53.2312693343","walkStartCoordLong":"-1.74678840157","walkIcon":"129_c1272717965.jpg","walkIllustration":"129_d1272450331.jpg","walkPublished":"Published","walkPhoto":"129_p1272717964.jpg","numsegs":5},{"walkID":"131","walkVersion":"1","walkTitle":"Southwold to Dunwich","walkDescription":"This route from Southwold to Dunwich follows the Suffolk Coast and Heaths path for much of its length. It's an easy walk with no gradients to speak of and easy navigation. It follows a route round Walberswick from Southwold, through the Nature Reserve and out onto marshland and reedbeds before following the line between woodland and marshes to get to Dunwich.\n\nDunwich is now a mere shadow of its former self. It was once a landing spot for Scandinavian raiders, it became an important port in medieval times and there were lots of fishing and military boats. It became a significant sized port with town to match.\nHowever, in common with much of this coast it was subject to erosion and this is precisely what has happened to Dunwich. Most of the medieval town has simply been washed away - what is left is much more modern and not surprisingly built further back from the coast. The cliffs between Dunwich and Dunwich Heath are still regularly being eroded away and in the years I've visited I can easily remember bits of cliff top that are no longer there.\nThe museum in Dunwich is well worth visiting to see a model of the twon as it might have been.","walkLength":"10.0","walkGrade":"2","walkCounty":"Suffolk","walkDistrict":"","walkType":"Coastal","walkRating":"4.6667","walkSegments":null,"walkStartCoordLat":"52.3247876635","walkStartCoordLong":"1.68064344835","walkIcon":"131_c1272711587.jpg","walkIllustration":"131_d1272554234.jpg","walkPublished":"Published","walkPhoto":"131_p1272711587.jpg","numsegs":5},{"walkID":"136","walkVersion":"1","walkTitle":"Ashford, Monsal Dale and Shacklow Wood","walkDescription":"On a late spring day this relatively gentle walk comes alive with bird song, lambs, bluebells and the scent of wild garlic! The climbs in this route are not too fierce although the path is steep and rocky heading into Great Shacklow Wood. However the effort is well rewarded as you walk down through the wood - this is a beautiful path and tends to be relatively quiet and peaceful.\r\nIt is a popular path to Monsal Head as many will stop in Ashford and walk the gentle slope up and admire the views down Upperdale and of Monsal Viaduct, now closed to trains and part of the Monsal Trail. There's a choice of refreshments at Monsal Head. Tea or coffee, ice creams, a restaurant in the hotel and enormous helpings of fabulous food washed down with wonderful beers in the pub. In winter there's a log fire that is sure to warm you through if the beer and food doesn't.\r\nOnce down into the valley the River Wye twists its way majestically down Monsal Dale before you cross the main A6 road from Bakewell to Buxton and head up the sharp but short climb to Great Shacklow Wood. Once up the slope its a quiet, relaxing and rather wonderful stroll back to Ashford.\r\n","walkLength":"6.0","walkGrade":"2","walkCounty":"Derbyshire","walkDistrict":"White Peak","walkType":"Hills, valleys and dales","walkRating":"3.0000","walkSegments":null,"walkStartCoordLat":"53.2248955265","walkStartCoordLong":"-1.71087784986","walkIcon":"136_c1274394660.jpg","walkIllustration":"136_d1274482308.jpg","walkPublished":"Published","walkPhoto":"136_p1274394660.jpg","numsegs":5},{"walkID":"138","walkVersion":"1","walkTitle":"Matlock to Bonsall","walkDescription":"This walk follows the Limestone Way from Matlock to Bonsall. In this direction it is a good climb out of Matlock and onto the Limestone Way and fields surrounding Masson Hill. The views of Matlock grow greater as you climb up the hill and soon get broader to see across Stanton Moor and towards Chatsworth and beyond to the gritstone edges and High Peak. Although a good climb out of Matlock the gradient eases off once past Geoff's Seat to become a gentle amble across fields until the village of Bonsall comes into view.\r\nThe path drops down into the village where you get a chance to see just a small part of it - although the most important part (church, well, cross and pub). The route then climbs out of Bonsall to Ember Farm before following the path through the glorious woods and above the Heights of Abraham and Matlock Bath before rejoining the path out of Matlock once again.\r\nThis walk takes you right past the entrance for the Heights of Abraham. There is no right of way through here so you will need to purchase an entrance ticket if you want to go in before continuing with the walk. This is a country park first opened in 1780 and has a variety of attractions for visitors including refreshments and of course the cable cars that can transport you from just adjacent to the railway station in Matlock Bath to the top and back again.\r\nThe first part of this walk follows the Limestone Way. This is a long distance route from Castleton in the Hope Valley to Rocester in the more gently rolling countryside on the River Dove. The whole route is waymarked and can be completed in 4 or 5 days. The section from Bonsall to Matlock is an extension or spur - you will need to return from Matlock to Bonsall again if walking the full Limestone Way.\r\nThe hillsides around Matlock and Bonsall are littered with old mine shafts; the area was once a haven for lead mining and the workings remain under the hillside. You will probably spot one or two shafts covered up. Under no circumstances be tempted to explore these!","walkLength":"5.0","walkGrade":"3","walkCounty":"Derbyshire","walkDistrict":"","walkType":"Hills, valleys and dales","walkRating":"3.0000","walkSegments":null,"walkStartCoordLat":"53.1372377285","walkStartCoordLong":"-1.55899745559","walkIcon":"138_c1274538699.jpg","walkIllustration":"138_d1274539252.jpg","walkPublished":"Published","walkPhoto":"138_p1274538500.jpg","numsegs":5},{"walkID":"155","walkVersion":"1","walkTitle":"Holyport village","walkDescription":"A 1.6 mile walk on the footpaths and bridleways around the picturesque village of Holyport in Berkshire. Holyport is not as well known as its neighbour Bray which is home to Heston’s restaurant The Fat Duck, but it does have its own claim to fame in being home to one of the world’s few real tennis courts. The Royal County of Berkshire Real Tennis Club was where Prince Edward first met his wife to be, Sophie. The pub at the start, The Belgian Arms, is a great find with good ales, excellent food and a warm welcome to walkers and dogs. \r\n\r\nThe walk is flat with no stiles but there are a couple of narrow bridges and the grass footpaths could be muddy in wet weather. Look out for horse-riders and cyclists also using the paths.\r\n","walkLength":"2.0","walkGrade":"2","walkCounty":"Berkshire","walkDistrict":"","walkType":"Footpaths and Byways","walkRating":"3.5000","walkSegments":null,"walkStartCoordLat":"51.4922196","walkStartCoordLong":"-0.71475697","walkIcon":"155_c1307204973.jpg","walkIllustration":"","walkPublished":"Published","walkPhoto":"155_p1307204971.JPG","walkGpxFile":"clairesharpuk_gpx1307202572.gpx","numsegs":5},{"walkID":"163","walkVersion":"1","walkTitle":"Dogmersfield and the Basingstoke Canal","walkDescription":"A 5 mile walk across the fields and along the lanes around Dogmersfield, a small peaceful village in Hampshire. There’s plenty of water to enjoy with the Basingstoke Canal running through the area and a beautiful lake (Tundry Pond) situated in the grounds of Dogmersfield House. Dogmersfield House was originally built by the St John-Mildmays in 1727 and is now a hotel.\r\n\r\nThe walk is relatively flat and includes a one mile section along the Baskingstoke Canal towpath. The paths are very narrow in places and they cross numerous fields so they could be very muddy in wet weather. The walk also includes a total of 16 stiles (if we counted correctly!) of varying heights and designs. Our dog managed to negotiate all of these easily as many of them have adjacent gaps for dogs to pass through. Only one caused some concern with barbed wire along all fence edges. ","walkLength":"5.0","walkGrade":"3","walkCounty":"Hampshire","walkDistrict":"","walkType":"River or lakeside","walkRating":"4.2000","walkSegments":null,"walkStartCoordLat":"51.27774745","walkStartCoordLong":"-0.88571067","walkIcon":"163_c1307824150.jpg","walkIllustration":"","walkPublished":"Published","walkPhoto":"163_p1307824302.jpg","walkGpxFile":"clairesharpuk_gpx1307812679.gpx","numsegs":5},{"walkID":"162","walkVersion":"1","walkTitle":"Ascot Heath","walkDescription":"A 1.8 mile circular stroll around the heath that sits inside Ascot Racecourse. Home to the famous Royal Ascot meeting every June, Ascot Racecourse sits in the heart of the town and houses an impressive grandstand that was rebuilt in 2007. The heath sits within the racecourse and is open for public access on non race days (check the web site at http:\/\/www.ascot.co.uk) from 6.30am to 7.30pm. The wide tarmac path gives an obvious route to follow and makes for easy walking. To extend the walk simply repeat the loop, or use the pedestrian underpass to visit Ascot High Street. \r\n\r\nThe heath is open grassland with lots of hedges and ditches which are home to rabbits and plenty of birds. It contains a small cricket club along with a small but deep reservoir which is fenced off but keep an eye on small dogs\/children to ensure they don’t slip through any gaps in the fencing. You may come across the odd vehicle (grounds maintenance or cricket club members) driving around the tarmac circular route. Dog bins with a supply of bags are provided at various points around the route. ","walkLength":"2.0","walkGrade":"1","walkCounty":"Berkshire","walkDistrict":"","walkType":"Footpaths and Byways","walkRating":"3.8889","walkSegments":null,"walkStartCoordLat":"51.41575938","walkStartCoordLong":"-0.66986098","walkIcon":"162_c1307291372.jpg","walkIllustration":"","walkPublished":"Published","walkPhoto":"162_p1307291371.JPG","walkGpxFile":"clairesharpuk_gpx1307290189.gpx","numsegs":5},{"walkID":"164","walkVersion":"1","walkTitle":"Binfield","walkDescription":"A 3 mile walk around the lanes and fields in the parish of Binfield in Berkshire.\r\n\r\nUntil the early 19th century Binfield was situated in Windsor Forest and the remains of the oak tree at the Stag and Hounds public house is thought to have been in the middle of the forest. Binfield has connections with many famous historic characters including Alexander Pope and William Pitt.\r\n\r\nThe walk is relatively flat but does follow field edges which will be very muddy after wet weather. There are no stiles, but a number of chain gates (see photos) which are opened by pushing apart the two sides. These are quite easy for dogs to negotiate but would be impossible for any pushchairs\/wheelchairs.","walkLength":"3.0","walkGrade":"2","walkCounty":"Berkshire","walkDistrict":"","walkType":"Footpaths and Byways","walkRating":"3.7500","walkSegments":null,"walkStartCoordLat":"51.439179195","walkStartCoordLong":"-0.785372257","walkIcon":"164_c1308074916.jpg","walkIllustration":"","walkPublished":"Published","walkPhoto":"164_p1308074915.jpg","walkGpxFile":"clairesharpuk_gpx1308066992.gpx","numsegs":5},{"walkID":"166","walkVersion":"1","walkTitle":"Wayland’s Smithy and Uffington White Horse","walkDescription":"A 3.5 mile circular walk near Ashbury in Oxfordshire which provides the opportunity to see a number of ancient sites and monuments along the way including a chalk white horse and an ancient burial chamber. With much of the route following an obvious chalk lane, the walk is relatively easy to navigate. The remainder of the walk crosses fields of grazing sheep so could be muddy after wet weather. There are no stiles and just a gradual climb to the highest point on White Horse hill which provides fabulous views of the surrounding area.","walkLength":"4.0","walkGrade":"2","walkCounty":"Oxfordshire","walkDistrict":"","walkType":"Hills, valleys and dales","walkRating":"4.0000","walkSegments":null,"walkStartCoordLat":"51.5771025","walkStartCoordLong":"-1.57800137","walkIcon":"166_c1308427193.jpg","walkIllustration":"","walkPublished":"Published","walkPhoto":"166_p1308427029.jpg","walkGpxFile":"clairesharpuk_gpx1308415599.gpx","numsegs":5},{"walkID":"167","walkVersion":"1","walkTitle":"Portland Lighthouses","walkDescription":"A 3.5 mile circular walk around the southern end of the Isle of Portland in Dorset taking in beautiful sea views and passing the three lighthouses of Portland Bill. The walk begins at the Portland Bill Lighthouse and follows the coast path north before turning to cross farmland and returning along the coastal path on the east side of Portland. The walk passes through a number of kissing gates. The route follows the coast path which is high and narrow in places so take care with children and dogs.\r\n\r\nThe three lighthouses have played an important role over the years in safeguarding ships passing the headland. The Higher Lighthouse is now a dwelling and holiday apartments whilst the Lower Lighthouse is now a bird observatory and field centre which opened in 1961. The white and red Portland Bill Lighthouse on Bill Point replaced the Higher and Lower Lighthouses in 1906. It now contains a visitor centre giving information and guided tours. ","walkLength":"4.0","walkGrade":"3","walkCounty":"Dorset","walkDistrict":"Weymouth and Portland","walkType":"Coastal","walkRating":"4.0000","walkSegments":null,"walkStartCoordLat":"50.51524265","walkStartCoordLong":"-2.45625728","walkIcon":"167_c1309191298.jpg","walkIllustration":"","walkPublished":"Published","walkPhoto":"167_p1309191296.jpg","walkGpxFile":"clairesharpuk_gpx1309185679.gpx","numsegs":5},{"walkID":"168","walkVersion":"1","walkTitle":"Abbotsbury Hills and Coast","walkDescription":"An 8 mile circular walk from the picturesque Dorset village of Abbotsbury with its plentiful supply of stone thatched cottages. The walk climbs up to the South Dorset Ridgeway, which gives stunning views over a long stretch of coast, before heading down through the tiny village of West Bexington and back to Abbotsbury along the South West Coast Path alongside Chesil Beach. \r\n\r\nThe walk has a couple of fairly steep ascents\/descents, a fairly exposed section along the top of the Ridgeway and a couple of stiles. Most of the paths are across fields which could be muddy after wet weather and the fields are also likely to contain grazing cows and\/or sheep so take extra care if you have dogs with you. \r\n","walkLength":"8.0","walkGrade":"4","walkCounty":"Dorset","walkDistrict":"","walkType":"Coastal","walkRating":"4.5714","walkSegments":null,"walkStartCoordLat":"50.66510527","walkStartCoordLong":"-2.59757192","walkIcon":"168_c1309277208.jpg","walkIllustration":"","walkPublished":"Published","walkPhoto":"168_p1309277361.jpg","walkGpxFile":"clairesharpuk_gpx1309273388.gpx","numsegs":5}]}